{
    "id": 5,
    "title": "Biological Hazards",
    "language": {
      "id": 1,
      "name": "English"
    },
    "page": [
      {
        "id": 1,
        "title": "Biological Hazards General Information",
        "content": {
          "id": 1,
          "title": "Biological Hazards General Information",
          "content": [
            "What is a biological hazard?",
            "It is a biological material that is harmful to the health of living creatures, including but not limited to humans.",
            "What is included in biological hazards?",
            "Biological health hazards include bacteria, viruses, parasites, and molds or fungi.",
            "When are they harmful?",
            "When inhaled, eaten or come in contact with skin.",
            "What illnesses do they cause?",
            "Some illnesses include food poisoning, tetanus, respiratory infections or parasite infections.",
            "Types of biological hazards",
            "Viruses, such as Coronavirus (COVID-19)",
            "Toxins from biological sources",
            "Spores",
            "Fungi",
            "Pathogenic micro-organisms",
            "Bio-active substances.",
            "What are possible places to encounter biological hazards?",
            "When it comes to biological dangers, animals and animal products including blood, tissue, milk, and eggs are prominent danger zones.",
            "Organic materials (rubbish, wastewater and sewage, plant materials, organic dust, and food) have a high risk of posing biological dangers.",
            "Facts about biological hazards",
            "Rarely visible",
            "Not well understood",
            "Can cause health issues",
            "Are found everywhere",
            "Majority are harmless",
            "Most dangerous sectors for biological hazards",
            "Healthcare",
            "Veterinary services",
            "Agriculture",
            "Sewage management",
            "Laboratories",
            "Example of a biological hazard",
            "Viruses, such as rhinoviruses, cause the common cold, resulting in a runny nose, sneezing, and coughing. Despite its innocuous character, the common cold spreads readily, offering a pathogen risk, especially in crowded places. This poses a biological risk since the virus may quickly spread from one person to another via respiratory droplets. To reduce the probability of viral transmission, keep your hands clean and cover your mouth and nose while sneezing or coughing.",
            "The 3 types of biological hazards",
            "Biological Agents",
            "Some biological agents include bacteria, viruses, parasites, and fungi. These are considered harmless if kept under control.",
            "Biotoxins",
            "These are compounds of biological origin that are hazardous and dangerous to humans. Biotoxins are often generated by plants, bacteria, insects, and some mammals.",
            "Environmental specimen",
            "These are plants, soil, or water that potentially contain the first two types of biological hazards—biological agents and biotoxins."
          ],
          "image": {
            "id": 1,
            "source": "your_image_url_here"
          }
        }
      },
      {
        "id": 2,
        "title": "What to do in case of a biohazard (DOs)",
        "content": {
          "id": 2,
          "title": "What to do in case of a biohazard (DOs)",
          "content": [
            "Be proactive and consider things through. Stay cool and offer a level-headed answer.",
            "Responses Biological Exposure",
            "Before First Aid",
            "Remember that time is of the essence; do not wait to cleanse your wound or get follow-up care.",
            "Stay calm and act fast to minimize potential harm to yourself or others.",
            "First Aid Through the skin injuries",
            "Wash the site immediately and thoroughly with soap and water (without scrubbing). Do not use harsh detergents or hard scrubbing on wounds.",
            "Do not suck on the wound with your mouth.",
            "First Aid for eyes, nose and mouth injuries",
            "Flush the affected areas immediately and thoroughly with water.",
            "After the First Aid",
            "Report the incident immediately",
            "Research the issue",
            "Investigate the best techniques to clean the material you're working with. Different spills will necessitate different materials and ways to be successful.",
            "Isolate and Contain the Issue",
            "Avoid touching anything that you believe is contaminated. Find a solution to contain the polluted area while keeping others and pets safe from the incident. It is critical that you create a huge perimeter with a wide margin of error.",
            "Ensure access to safety gear",
            "Before you begin cleaning, gather the essential supplies. Depending on the extent of the spill and the type of biohazard material, you may need everything from gloves to a full personal protection outfit for your entire body. Choose suitable protection for your eyes and hair."
          ],
          "image": {
            "id": 2,
            "source": "your_image_url_here"
          }
        }
      },
      {
        "id": 3,
        "title": "What not to do in case of a biohazard (DONTs)",
        "content": {
          "id": 3,
          "title": "What not to do in case of a biohazard (DONTs)",
          "content": [
            "Don’t walk into areas that are contaminated",
            "Don’t expose your skin and body to contaminated objects or areas",
            "Don’t ignore your injury if you have one",
            "Don’t underestimate biological hazards when fully knowing the possible threats",
            "Whatever may happen do not panic",
            "If you are contaminated be careful not to contaminate any others in close proximity",
            "Don’t suck on the wounds of others",
            "If you are washing the wound of another person, Don’t scrub too harshly or apply harsh detergents."
          ],
          "image": {
            "id": 3,
            "source": "your_image_url_here"
          }
        }
      },
      {
        "id": 4,
        "title": "How to help others in case of a biohazard",
        "content": {
          "id": 4,
          "title": "How to help others in case of a biohazard",
          "content": [
            "Ensure that the wound is attended to ASAP",
            "Do not get yourself or anyone else contaminated",
            "Secure the contaminated area by limiting access to it from others and be sure to include a buffer zone",
            "Everyone has to be wearing the appropriate safety gear",
            "Do not let others suck on your wounds",
            "Wash the wound of the wounded person"
          ],
          "image": {
            "id": 4,
            "source": "your_image_url_here"
          }
        }
      }
    ]
  }
  